// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Calibrar color";

NoCalibrateTitle = "No se puede calibrar el color";
NoCalibrateMsg = "Verifique que la impresora esté conectada y encendida, e inténtelo nuevamente.";
NoResetTitle = "No se pueden restablecer los valores predeterminados de la impresora";

NotAllowedWarning = "El procedimiento Calibrar color sólo está disponible si ambos cartuchos de impresión -tricolor y para fotos- están instalados.";
NotAllCartridges = "El procedimiento Calibrar color sólo está disponible si todos los cartuchos están instalados.";
ClickToBegin = "Haga clic en Calibrar para calibrar el color ahora.\nEsto tarda aproximadamente un minuto y utiliza una hoja de papel corriente.";
ClickToBegin2 = "Haga clic en Calibrar para comenzar este proceso.\nToma aproximadamente dos minutos y utiliza dos hojas de papel normal.";

ChooseTitle = "Seleccionar";

FactorySettingsTitle = "Ajustes de fábrica";
FactorySettingsMsg = "Si selecciona la opción \"Usar predeterminados\", se restablecerá la calibración automática de colores de la impresora. Haga clic en \"Sí\" para usar los valores predeterminados de fábrica e imprimir una página de confirmación, o bien en \"No\" para volver al cuadro de diálogo Calibrar color.";
YesTitle = "Sí";
NoTitle = "No";

VerificationMsg = "Se imprime una imagen que muestra el resultado de la selección en una página de verificación. Si la salida no muestra un tono de color, ha finalizado la calibración. Si muestra un matiz azul, amarillo o rojo en la imagen, haga clic en Rehacer para repetir el proceso.";
FinishTitle = "Finalizar";
RedoTitle = "Rehacer";

TransferringProcessTitle = "Transfiriendo archivo…";

AutomaticCalibrationCompleteTitle = "Su impresora acaba de efectuar una calibración automática de los colores";
AutomaticCalibrationCompleteMsg = "Si los resultados impresos en color no son satisfactorios, haga clic en el botón Calibrar para volver a efectuar la calibración automática de colores.";

PrintingProcessTitle = "Imprimiendo página de calibración de color…";

DefaultsTitle = "Usar predeterminados";
DefaultsMessage = "Si selecciona la opción Usar predeterminados, se restablecerán los valores predeterminados de fábrica para la calibración de color de la impresora. Haga clic en \"Sí\" para usar los valores predeterminados o en \"No\" para volver al cuadro de diálogo Calibrar color";

ColorCalibrationTextFieldTitle = "Calibrar color";
InfoTextFieldTitle = "Este procedimiento calibra el color de las páginas impresas. No debe realizar este procedimiento a menos que se presenten problemas notables con las tintas de color.";
GuideTextFieldTitle = "Haga clic en Calibrar para calibrar el color ahora.\nEste proceso tarda aproximadamente un minuto y utiliza una hoja de papel corriente.";
ResetButtonTitle = "Ajustes de fábrica";

CancelButtonTitle = "Cancelar";
CalibrateButtonTitle = "Calibrar";

PatchSquareControllerInfo = "Se está imprimiendo una página de parches de color.\n\n1. Sostenga el papel aproximadamente a 20 cm enfrente de sus ojos.\n\n2. Aleje lentamente la página hasta que el color de los parches numerados se desvanezca e iguale el color del fondo.\n\n3. Seleccione el parche numerado correspondiente que mejor iguale el fondo de la página impresa.";
GrayPlotBoxTitle = "Trazado gris";
ColorPlotBoxTitle = "Trazado de color";
PatchMatricesControllerInfo = "1. Sujete la página de calibración a la distancia de la longitud del brazo delante de los ojos.\n\n2. Incline la página hacia el lado opuesto a usted. Observe los dos cuadros grandes, cada uno de los cuales contiene parches de color. Para cada cuadro, localice el parche de color que más coincida con el color de fondo. Cada parche tiene asignados una letra y un número.\n\n3. Elija la letra y el número de los parches que coinciden en los menús desplegables para los trazados gris y de color que se muestran en la derecha.\n\n4. Haga clic en “Calibrar”.";
PatchRowsControllerInfo = "Se está imprimiendo una página de parches de color.\n\nSeleccione el parche numerado correspondiente que mejor iguale el fondo de la página impresa.";
